[
  {
    "en": "To hit it off with smth",
    "ru": "Удалось победить / Добиться успеха"
  },
  {
    "en": "To put your foot in it (to have done / said something inapproptiate)",
    "ru": "Испортить все дело",
    "ex": "Example: I really put my foot in it when I asked her how her parents were doing. I forgot they had divorced last month."
  },
  {
    "en": "Stationery",
    "ru": "Канцелярские товары"
  },
  {
    "en": "To cc smb in (on an email)",
    "ru": "Функция в емейле для того, чтобы отправлять кому-то письмо при этом показывая, что он не главный получатель. Главный юскейс – отправление кому то копии письма. Образовано от carbon copy."
  },
  {
    "en": "To put smb at (un)ease",
    "ru": "Поставить в неловкое положение – c un Успокоить кого-то – без"
  },
  {
    "en": "A male/female-dominated society",
    "ru": "Патриархат / матриархат"
  },
  {
    "en": "A family-centered culture",
    "ru": "Семейно-ориентированная культура"
  },
  {
    "en": "To lose touch with smth",
    "ru": "Потерять контакт с чем то",
    "ex": "Пример: Я давно не играл в игры и потерял контакт с игровой индустрией"
  },
  {
    "en": "To relate to smb (to understand the feelings of smb)",
    "ru": "Понимать чувства другого, видимо, ЭМПАТИЯ",
    "ex": "Пример: It’s hard for me to relate to her as I’ve never been in this kind of situation."
  },
  {
    "en": "Social mobility",
    "ru": "Социальная мобильность ",
    "ex": "Пример: Социальная мобильность помогает людям повысить уровень своей жизни и получить больше выгод = Social mobility allows people to increase their level and get more benefits"
  },
  {
    "en": "To conform with/to smth",
    "ru": "Conform – соответствовать, confirm – подтверждать/соглашаться"
  },
  {
    "en": "Handwriting (noun, uncountable)",
    "ru": "Подчерк",
    "ex": "Пример: учителя всегда жалуется/выражает недовольство/сетует на подчерк учеников = Teachers often complain about students’ handwriting"
  },
  {
    "en": "Write off / to cross smth out",
    "ru": "Вычеркнуть из чего-то. Забивать на что-то. Списывать со счетов (в смысле забить на человека)"
  },
  {
    "en": "Inbox",
    "ru": "Входящие на постовом ящике.",
    "ex": "Пример: I had 40 emails in the inbox this morning."
  },
  {
    "en": "Easier said than done (idiom)",
    "ru": "Проще сказать, чем сделать"
  },
  {
    "en": "To be in the wrong",
    "ru": "Быть не правым",
    "ex": "Пример: I understand that I’ve been in the wrong and wounded your feelings."
  },
  {
    "en": "To get things under control",
    "ru": "Держать все под контролем",
    "ex": "Пример: Pouring a shot of Jagermeister, I said to myself: “You need to get your drinking under control” = Разглядывая шот Ягермейстера я сказал себе: “Ты должен взять свою зависимость под контроль”"
  },
  {
    "en": "To lose one’s temper",
    "ru": "Потерять самообладние",
    "ex": "Пример: My boyfriend was typing a message for too long, so I lost my temper and called him = Мой бойфренд писал сообщение так долго, что я потеряла терпение и позвонила ему."
  },
  {
    "en": "To deal with smth",
    "ru": "Иметь дело с (решать проблемы)"
  },
  {
    "en": "To reach an agreement",
    "ru": "Достигнуть согласия, достигнуть договоренности"
  },
  {
    "en": "Soak up",
    "ru": "Впитать в себя",
    "ex": "Пример: This ancient streets are excellent for soaking up the atmosphere of this town = Эти древние стены идеально впитали в себя атмосферу этого города"
  },
  {
    "en": "Stunning",
    "ru": "Потрясающий",
    "ex": "Пример: Stunning news shocked the society = Потрясающие новости потрясли общественность"
  },
  {
    "en": "Touristy",
    "ru": "Прилагательное, что-то типа более туристический, больше наполнен туристами",
    "ex": "Пример: The square becomes much more touristy after nightfall = Площадь становится более наполненной туристами после наступления ночи"
  },
  {
    "en": "Out of season",
    "ru": "Вне сезона",
    "ex": "Пример: I really like oranges out of season = Я действительно люблю апельсины вне сезона"
  },
  {
    "en": "To rough it",
    "ru": "Грубить",
    "ex": "Пример чет не очень: However hard you try to rough it, you can’t do without some water = (Перевод GT) Однако если вы попытаетесь сделать это грубо, вы не сможете обойтись без воды"
  },
  {
    "en": "To appeal to smb",
    "ru": "Обратиться к кому-либо (видимо от слова апеллировать)",
    "ex": "Пример (тут два немного разный смысл)"
  },
  {
    "en": "Such an approach as I think to appeal all experts = Такой подход чтобы понравиться всем экспертам",
    "ru": "Farmers have appealed to the government for help = Фермеры обратились к правительству за помощью"
  },
  {
    "en": "Wander off the beaten track",
    "ru": "Покинуть проторенной дорожке",
    "ex": "Пример: I just suggest you wander off the beaten track to discover the beauty of the islands = Я просто предлагаю вам покинуть проторенную дорогу, что-бы увидеть все красоты острова."
  },
  {
    "en": "To boast (of/about)",
    "ru": "Хвастаться",
    "ex": "Пример: Jordan was such a blowhard - he was apt to boast of his knowledge all the time = Джордан был таким утомительным – он был склонен хвастаться своими знаниями все время."
  },
  {
    "en": "Wildlife",
    "ru": "Живая природа / Дикий мир",
    "ex": "Пример: Iceland is known for the wildlife and the northern lights = Исландия известна своей дикой природой и северными сияниями."
  },
  {
    "en": "Scenery",
    "ru": "Пейзаж",
    "ex": "Пример: The beautiful scenery can fascinate everyone = Красивые пейзажи могут восхитить каждого"
  },
  {
    "en": "Anxious",
    "ru": "Взволнованность / Волнение",
    "ex": "Пример: I feel very anxious when I was in a crowd = Я был очень взволнованным, когда был в толпе"
  },
  {
    "en": "Bitter",
    "ru": "Горечь (от обиды)",
    "ex": "Пример: I felt really bitter when Pete cancelled the meeting with me and met another person = Я почувствовал себя очень горько, когда Пит отменил встречу со мной и встретил другого человека"
  },
  {
    "en": "Delight",
    "ru": "Восторг",
    "ex": "Пример: It seems he takes great delight in watching birds = кажется он с большим удовольствием наблюдает за птицам"
  },
  {
    "en": "Miserable",
    "ru": "Жалкое (о положении дел, например)",
    "ex": "Пример: We must increase the company’s level of production to improve the miserable state of affairs = мы должны повысить уровень производства компании чтобы улучшить жалкое положение дел."
  },
  {
    "en": "Puzzled",
    "ru": "Озадачен",
    "ex": "Пример: I was puzzled when I heard about the derivative for the first time = я был озадачен, когда первый раз услышал о производной"
  },
  {
    "en": "Delighted",
    "ru": "Рад / находиться в восторге",
    "ex": "Пример: I was delighted that she had decided to stay a little bit longer = я был рад, что она решила остаться немного дольше"
  },
  {
    "en": "Unrivalled",
    "ru": "Непревзойденные",
    "ex": "Пример: The State Tretyakov gallery showcases unrivalled art pieces = Третьяковская галерея демонстрирует непревзойденные произведения искусства"
  },
  {
    "en": "To be soaked (in smth)",
    "ru": "Быть пропитанным чем-то. Например, о том что мясо надо пропитать в чем-то перед готовкой"
  },
  {
    "en": "To put smb up",
    "ru": "Построить, что-то типа стены"
  },
  {
    "en": "Waterfront",
    "ru": "Набережная",
    "ex": "Пример: We were planning something at the waterfront and it went wrong when my brother and his girlfriend got arrested = мы планировали, что-то на набережной, когда мой брат с его подругой были арестованы"
  },
  {
    "en": "To unwind",
    "ru": "Расслабиться / развеяться",
    "ex": "Пример: Sunday nights, I need to unwind with my favourite book = Ох воскресные ночи, мне надо расслабиться с моей любимой книгой."
  },
  {
    "en": "Heartland",
    "ru": "Центр или самая важная часть страны"
  },
  {
    "en": "Affluent",
    "ru": "Полноводный / наполненный деньгами ",
    "ex": "Пример: Rublevka is an affluent area in the north-west of Moscow = Рублевка – это богатый район на северо-западе Москвы"
  },
  {
    "en": "Run down",
    "ru": "О строениях или районе, который был процветающим, но теперь в плохом вид, обветшалый район"
  },
  {
    "en": "Mugging",
    "ru": "Грабеж / ограбление",
    "ex": "Пример: Here, in Brazil, muggings and thefts are part of everyday life"
  },
  {
    "en": "Spring up",
    "ru": "Возникать",
    "ex": "Пример: Success doesn't just spring up out of nowhere. You must work towards it"
  },
  {
    "en": "Take smb by surprise",
    "ru": "Застать врасплох / удивило меня",
    "ex": "Пример: A severe snowstorm took me by surprise in the woods = Сильный шторм застал меня врасплох"
  },
  {
    "en": "Vibrant",
    "ru": "Оживленный",
    "ex": "Пример: In the late hours you can fully enjoy the vibrant nightlife of Moscow = В ночные часы вы можете в полной мере насладиться оживленной ночной жизнью Москвы"
  },
  {
    "en": "Humid",
    "ru": "Насыщенный водой / влажный",
    "ex": "Пример: I can’t stand that humid tropical heat = Я терпеть ну могу эту влажную тропическую погоду"
  },
  {
    "en": "To get heavy fined",
    "ru": "Быть сильно оштрафованным",
    "ex": "Пример: John was heavily fined and in default of payment might be condemned to doing time = Джон был сильно оштрафован и если не заплатит то, будет обречен на отработку"
  },
  {
    "en": "Conspicuous consumption",
    "ru": "Бросающееся в глаза потребление (потреблядство)",
    "ex": "Пример: Modern scientists recognize conspicuous consumption as the disease of the new generation = Современные ученые понимают потреблядство как болезнь нового поколения"
  },
  {
    "en": "To crawl along",
    "ru": "Медленно-медленно передвигаться, как улитка",
    "ex": "Пример: We were almost the last ones left because the bus driver was crawling along the road like a snail. = Мы оказались почти последними, потому что водитель автобуса полз по дороге как змея"
  },
  {
    "en": "Spotless",
    "ru": "Безупречная / без единого пятнышка",
    "ex": "Пример: That Winder Girl has a spotless reputation = Эта Чудо-Девушка имеет безупречную репутацию"
  },
  {
    "en": "Slums",
    "ru": "Трущобы",
    "ex": "Пример: Many people in India are living in unsanitary urban slum = Много люди в Индии проживают в антисанитарных городских трущобах"
  },
  {
    "en": "Buzz",
    "ru": "Надоедливый шум",
    "ex": "Пример: The club nearby is full of buzz at any time of day = Клуб рядом полон шума постоянно в любое время для"
  },
  {
    "en": "To choke on smth",
    "ru": "Подавиться",
    "ex": "Пример: My perfect arguments in political science classes made my opponent choke on theirs = Мои идеальные аргументы на уроке политологии заставили моего оппонента подавиться своими"
  },
  {
    "en": "To drop smth",
    "ru": "Выбрасывать / бросать (в этом контексте о мусоре)",
    "ex": "Пример: Don’t drop litter in public places = Не бросайте мусор в публичных местах"
  },
  {
    "en": "To hit a heatwall",
    "ru": "Стена тепла",
    "ex": "Пример: A radiator was working for a long time, that is why I entered a room from winter outside and hit  a heatwall = Радиатор работал долго, поэтому когда я вошел в комнату с наружи, где была зима, я ударился об стену тепла"
  },
  {
    "en": "To get the hang of smth",
    "ru": "Овладеть чем-то",
    "ex": "Пример: I’m 25 already, I still can’t get the hang of living alone = Мне уже 25, но я все еще не могу понять, как жить одному"
  },
  {
    "en": "To get the underway",
    "ru": "Начать (странное словосочетание)",
    "ex": "Пример: The first semester is about to get underway = Первый семестр скоро начнется"
  },
  {
    "en": "To have smb in stiches",
    "ru": "Заставить кого-то истерично/сильно смеяться",
    "ex": "Пример: Seeing you in a hat already had me in stitches = Твой вид в шапке уже заставил меня сильно смеяться"
  },
  {
    "en": "To be wild with laughter",
    "ru": "Яростно смеяться (или что-то типа того)",
    "ex": "Пример: Joy was wild with laughter at listening to his friend’s jokes = Джой была безумна от смеха, слушая шутки своего друга."
  },
  {
    "en": "Slapstick comedy",
    "ru": "Комедийный фильм, в котором гиперболизируют физические способности человека (что то типа ударов, которые слышны за много километров)",
    "ex": "Пример: “Dumb and Dumber” is such a slapstick comedy movie = Тупой и еще тупее пример такой комедии"
  },
  {
    "en": "To get the scare of one’s lives",
    "ru": "Бояться за чью-то жизнь",
    "ex": "Пример: I got the scare of my live when this midnight doorbell rang! = Я испугался за свою жизнь, когда пробило полночь"
  },
  {
    "en": "To get to the bottom of smth (=to understand the very nature of the problem)",
    "ru": "Понять проблему изнутри, с самого низа, изучить досконально"
  },
  {
    "en": "To be at the somebody’s expense (=to happen because smb else paid for it, either with money or something else)",
    "ru": "Пытаться заработать чужим заработком",
    "ex": "Пример: Jimmy is a jerk - he was trying to cash in at her expense"
  },
  {
    "en": "Goofy grin (a one-sided smile)",
    "ru": "Глупая улыбка"
  },
  {
    "en": "To trip over smth",
    "ru": "Споткнуться обо что-то"
  },
  {
    "en": "An ungodly hour",
    "ru": "Не богоугодное время, нечестивое время",
    "ex": "Пример: Why are you still awake at this ungodly hour?"
  },
  {
    "en": "To get a word in edgeways",
    "ru": "Вставить слово поперек / не могу сказать ни слова"
  },
  {
    "en": "Commendable",
    "ru": "Похвальный",
    "ex": "Пример: Commendable contribution = похвальный вклад"
  },
  {
    "en": "At the crack of dawn",
    "ru": "Рассвет",
    "ex": "Пример: I have to wake up at the crack of dawn = Я должен проснуться на рассвете"
  },
  {
    "en": "To be sleep-deprived",
    "ru": "Обделенный сном, лишенный сна",
    "ex": "Пример: It is common for a student at HSE to be sleep-deprived"
  },
  {
    "en": "Innoportune moment",
    "ru": "Неподходящий момент",
    "ex": "Пример: It was an inopportune moment to confess your love = Это был неподходящий момент, чтобы признаться в любви"
  },
  {
    "en": "To be the laughing stock of society",
    "ru": "Посмешище кого-то",
    "ex": "Пример: It is thought that dissidents are the laughing stock of society = Считается что диссиденты – посмешище общества"
  },
  {
    "en": "To fall flat (of a joke)",
    "ru": "Быть плоской (о шутке, типо плоская шутка)",
    "ex": "Пример: Despite the fact that he did his best, most of his jokes fell flat."
  },
  {
    "en": "To roll in the aisles",
    "ru": "Кататься по полу от смеха, оглушительно смеяться"
  },
  {
    "en": "To be brought to justice",
    "ru": "Быть привлеченным к ответственности / предстать перед судом"
  },
  {
    "en": "Justice has been served",
    "ru": "Правосудие было совершено",
    "ex": "Пример: Many people do not believe that justice has been served in his case."
  },
  {
    "en": "Extenuating/mitigating circumstances",
    "ru": "Смягчающие обстоятельства"
  },
  {
    "en": "To stand trial",
    "ru": "Предстать перед судом"
  },
  {
    "en": "To soar (of a value/figure)",
    "ru": "Подниматься расти",
    "ex": "Пример: Daily car use figures just continue to soar"
  },
  {
    "en": "To dismiss a case",
    "ru": "Закрыть дело"
  },
  {
    "en": "To contest a verdict",
    "ru": "Оспаривать/обжаловать приговор"
  },
  {
    "en": "To award damages to smb",
    "ru": "Возместить ущерб"
  },
  {
    "en": "To overturn a verdict",
    "ru": "Отменить приговор (Изменить решение на противоположное)"
  },
  {
    "en": "Arson/arsonist",
    "ru": "Поджег/поджигатель"
  },
  {
    "en": "Abandon smb",
    "ru": "Оставить кого-то / бросить (например, ребенка)"
  },
  {
    "en": "A custodial sentence",
    "ru": "Приговор к лишению свободы"
  },
  {
    "en": "To commit a minor offence/a felony",
    "ru": "Совершить незначительно нарушение/преступление"
  },
  {
    "en": "Embezzlement",
    "ru": "Растрата"
  },
  {
    "en": "human trafficking",
    "ru": "Торговля людьми"
  },
  {
    "en": "Abduction",
    "ru": "Похищение"
  },
  {
    "en": "Money laundering",
    "ru": "Отмывание денег"
  },
  {
    "en": "Drug dealing",
    "ru": "Продажа наркотиков"
  },
  {
    "en": "Pickpocketing",
    "ru": "Карманная кража"
  },
  {
    "en": "Burglary",
    "ru": "Кража со взломом"
  },
  {
    "en": "Mugging",
    "ru": "Хулиганство"
  },
  {
    "en": "Fraud",
    "ru": "Мошенничество"
  },
  {
    "en": "Identity theft",
    "ru": "Кража личных данных"
  },
  {
    "en": "Rape",
    "ru": "Изнасилование"
  },
  {
    "en": "Stalking",
    "ru": "Преcледование"
  },
  {
    "en": "A miscarriage of justice",
    "ru": "Ошибка правосудия",
    "ex": "Пример: Any miscarriage of justice is irreversible"
  },
  {
    "en": "To back down from a cause / to shy away from a cause",
    "ru": "Уклоняться от испытаний"
  },
  {
    "en": "To serve out a sentence",
    "ru": "Отбывать наказание"
  },
  {
    "en": "To secure a slim majority (to get as many votes as required (but not more) to overpower the opposing party)",
    "ru": "Небольшое большинство"
  },
  {
    "en": "To seize power",
    "ru": "Захват власти"
  },
  {
    "en": "A humiliating defeat",
    "ru": "Унизительное поражение",
    "ex": "Пример: He warns the liberal party against any attempts to seize power"
  },
  {
    "en": "To arise (to happen / come into being)",
    "ru": "Появиться (про возможность)",
    "ex": "Пример: Will you study abroad, if the opportunity should arise?"
  },
  {
    "en": "To act as a go-between",
    "ru": "Действовать как посредник",
    "ex": "Пример: He should act as a go-between in trying to bring the two sides closer together"
  },
  {
    "en": "A nationwide search",
    "ru": "Общенациональный поиск"
  },
  {
    "en": "To impose sanctions (to put limitations on another country / body’s economic activity)",
    "ru": "Ввести санкции",
    "ex": "Пример: The Security Council also decided to impose sanctions on all natural fuels supplied from Russia. "
  },
  {
    "en": "To bow to pressure (=to make a decision under pressure)",
    "ru": "Решать под давлением, склоняться под давлением",
    "ex": "Пример: Israel will not bow to pressure from the USA = Израиль не склониться под давление США"
  },
  {
    "en": "To deliver a speech (to give a speech)",
    "ru": "Произносить речь",
    "ex": "Пример: You shouldn’t have forced him to deliver a speech, he is a really good public speaker"
  },
  {
    "en": "To rule smth out (=to exclude smth from consideration)",
    "ru": "Не учитывать при рассмотрении",
    "ex": "Пример: You have to do the blood test in order to rule out the infection."
  },
  {
    "en": "To be on the brink of smth (to be about to do smth)",
    "ru": "Почти решиться сделать что-то / Находиться на грани действия",
    "ex": "Пример:  Both countries are on the brink of returning to war, when the numerous innocent people were killed."
  },
  {
    "en": "To vow that … (to do smth)",
    "ru": "Пообещать сделать что-то",
    "ex": "Пример: Japan’s prime minister, Shinzo Abe, vowed to put an end to the Kuril Islands dispute."
  },
  {
    "en": "A death toll",
    "ru": "Число погибших",
    "ex": "Пример: The Government of the USA has reported a death toll of this terrorist attack exceeding 20 people"
  },
  {
    "en": "To bar smth (to prevent/ban smth)",
    "ru": "Предотвратить что-то / запретить что-то",
    "ex": "Пример: The government plans to bar drinking in public places."
  },
  {
    "en": "To pull out off smth (e.g. a contract, negotiations)",
    "ru": "Выйти из (например, о соглашении)",
    "ex": "Пример: Gnomeregan  decided to pull out of strategic arms limitation treaty with Stormwind"
  },
  {
    "en": "To go bust (to become bankrupt [about a company])",
    "ru": "Обанкротиться"
  },
  {
    "en": "A payout (an amount of money you pay to smb)",
    "ru": "Выплата",
    "ex": "Пример: They are just looking for a payout from the company"
  },
  {
    "en": "On health grounds",
    "ru": "По состоянию здоровья",
    "ex": "Пример: Many girls and guys have to give up the dream of becoming a flight attendant on health ground "
  },
  {
    "en": "Thigh strain",
    "ru": "Видимо, сведенное бедро",
    "ex": "Пример: The goalkeeper is still out of action with a thigh strain"
  },
  {
    "en": "Bomb disposal",
    "ru": "Обезвреживание бомбы"
  },
  {
    "en": "Bravery",
    "ru": "Храбрость"
  },
  {
    "en": "To remain upbeat (to stay happy)",
    "ru": "Оставаться оптимистичным"
  },
  {
    "en": "To land smth (i.e. to get yourself smth)",
    "ru": "Заключить что-то, например, контракт",
    "ex": "Пример: In the past six months they have landed some profitable contracts"
  },
  {
    "en": "To be on the go (to travel to and from because of work)",
    "ru": "Быть постоянно в пути по работе"
  },
  {
    "en": "Upbeat (adj.)",
    "ru": "Оптимистично/приподнято"
  },
  {
    "en": "To get away with smth",
    "ru": "Чтобы сошло с рук что-то"
  },
  { "en": "Hassle", "ru": "Ссора" },
  {
    "en": "Intrusion",
    "ru": "Вмешательство"
  },
  {
    "en": "Rumours of affairs",
    "ru": "Слухи о делах"
  },
  {
    "en": "Tacky murderer",
    "ru": "Безрассудный убийца"
  },
  {
    "en": "Editorial independence",
    "ru": "Независимость редакции (чтобы без цензуры)"
  },
  {
    "en": "To be generally agreed upon…",
    "ru": "В целом согласована/быть в основном согласным с…"
  },
  {
    "en": "Integrity",
    "ru": "Ум??",
    "ex": "Пример: We have no doubt that our leader was a man of the highest integrity"
  },
  {
    "en": "To do something intentionally",
    "ru": "Сделать что-то непреднамеренно"
  },
  {
    "en": "Ostensibly",
    "ru": "Якобы",
    "ex": "Пример: Ostensibly, she had achieved all her main goals"
  },
  {
    "en": "Endorsements",
    "ru": "Поддержка/одобрение",
    "ex": "Пример: Celebrity endorsements are one of the most effective ways of  attracting public attention"
  },
  {
    "en": "Build business model around smth",
    "ru": "Построить бизнес модель вокруг чего-то"
  },
  {
    "en": "To blend in",
    "ru": "Смешаться с (как влиться в коллектив)",
    "ex": "Пример: It is nearly impossible for foreigners to blend in with the community."
  },
  {
    "en": "Foliage",
    "ru": "Листва",
    "ex": "Пример: The foliage of the trees may turn yellow and red in autumn"
  },
  {
    "en": "To sneak something into something",
    "ru": "Спрятать что-то во что-то",
    "ex": "Пример: Julia sneaked a Valentine’s day card into his bag and slipped away"
  },
  {
    "en": "Reconcile [cmth]",
    "ru": "Примирить",
    "ex": "Пример: My duty was supposed to be to reconcile THE differences on the family issues."
  },
  {
    "en": "To feel empowered by something",
    "ru": "Чувствовать прилив сил от чего-то"
  },
  {
    "en": "Trickery",
    "ru": "Обман / манипулирование фактами",
    "ex": "Пример: These actions are carried out by use of force, pressure and trickery."
  },
  {
    "en": "To pick up (intranstive) = to improve",
    "ru": "Улучшиться (можно, например, о здоровье так сказать)",
    "ex": "Пример: His mom won’t let him hang out until his health has picked up quite a lot"
  },
  {
    "en": "To lay somebody off",
    "ru": "Уволить",
    "ex": "Пример: He was laid off last week = Он был уволен на прошлой неделе"
  },
  {
    "en": "To take somebody on",
    "ru": "Взять кого-то на работу",
    "ex": "Пример: She was taken on as an accountant."
  },
  {
    "en": "An upturn in something",
    "ru": "Рост чего-то (в смысле показателей)",
    "ex": "Пример: The expansion of economic activity was driven by a considerable upturn in domestic demand."
  },
  {
    "en": "To make redundancies",
    "ru": "Совершать увольнения",
    "ex": "Пример: It was necessary for the company to make redundancies in order not to go bust = Компании необходимы были увольнения чтобы не стать банкротом"
  },
  {
    "en": "Overheads",
    "ru": "Накладные расходы",
    "ex": "Пример: The factory is small, so THE overheads will be low = Фабрика маленькая так что накладные расходы будут низкими"
  },
  {
    "en": "To put a positive spin on situation",
    "ru": "Пересказать ситуацию так, чтобы она окрасилась в положительные цвета",
    "ex": "Пример: Throughout history politicians always managed to put a positive spin on massacre"
  },
  {
    "en": "To be au fait with something",
    "ru": "Быть знакомым с чем-то (например, о правилах игры)",
    "ex": "Пример: Actually, I’m not au fait with Russian rap culture = На самом деле я не разбираюсь с Российской рэп культурой"
  },
  {
    "en": "A faux pas",
    "ru": "Слова или действия, которые социально не верны или грубы",
    "ex": "Пример: The only one tiny faux pas she made at the dinner party disgraced her for the rest of her life"
  },
  {
    "en": "A guerilla",
    "ru": "Партизанские",
    "ex": "Пример: Guerilla fighters are one of the main components of a successful war"
  },
  {
    "en": "Kitsch",
    "ru": "Китч – псевдоискусство/дешевка",
    "ex": "Пример: The narrow streets in Venice are full of stalls with kitsch"
  },
  {
    "en": "Zeitgeist",
    "ru": "Дух времени",
    "ex": "Пример: In some old abandoned castles you can really feel the zeitgeist of the medieval times"
  },
  {
    "en": "Do-gooder",
    "ru": "Добродетельный человек",
    "ex": "Пример: Anna here, she’s a do-gooder: she would fall over herself to lend you her coat"
  },
  {
    "en": "Give it a go",
    "ru": "Дай этому шанс / попробовать сделать что-то",
    "ex": "Пример: I think it's a great chance to fix our miserable financial situation, why don't we give it a go?"
  },
  {
    "en": "To undercut somebody",
    "ru": "Подорвать что-то (например, авторитет), занизить что-то",
    "ex": "Пример: Some members of the meeting were trying to undercut the boss’s authority"
  },
  {
    "en": "To exceed sales targets",
    "ru": "Превзойти цели ппродаж",
    "ex": "Пример: Not only do we have to determine our sales targets, but we ALSO need to exceed them to be a profitable company"
  },
  {
    "en": "To be down to something",
    "ru": "Быть важной составляющей частью",
    "ex": "Пример: Our success is down to our persistence and precise planning."
  },
  {
    "en": "To seal a major deal",
    "ru": "Заключить крупную сделку"
  },
  {
    "en": "Raise the bid",
    "ru": "Повысить ставку",
    "ex": "Пример: He might be bluffing because he is not sure whether to raise the bid"
  },
  {
    "en": "A hostile takeover",
    "ru": "Враждебный захват/поглощение (о фирмах)",
    "ex": "Пример: LM Corporation discusses a hostile takeover of other firms."
  },
  {
    "en": "To affect the company’s bottom line",
    "ru": "Повлиять на прибыль компании",
    "ex": "Пример: The new trading policy affected the company's bottom line because of incorrect projections of costs"
  },
  {
    "en": "A grey area",
    "ru": "Переходная зона между чем-то и чем-то",
    "ex": "Пример: There is a grey area between clearly legal and strictly illegal"
  },
  {
    "en": "To settle to industrial dispute",
    "ru": "Урегулировать промышленный спор",
    "ex": "Пример: Representatives from both sides met late last night in an attempt to settle an industrial dispute between the workers and the employer."
  },
  {
    "en": "Manifold (twofold, threefold, etc.)",
    "ru": "Во много раз (в два раза, в три раза и т. д.)",
    "ex": "Пример: The changing of battlefield tactics has increased our chance of winning manifold"
  },
  {
    "en": "To have a skin draft",
    "ru": "Иметь кожный трансплантат"
  },
  {
    "en": "To dislocate one’s shoulder/ankle/hip/wrist",
    "ru": "Вывихнуть что-то из перечисленного"
  },
  {
    "en": "To respond in kind",
    "ru": "Ответить тем же",
    "ex": "Пример: Putin responded in kind to Trump’s decision to go out of an Intermediate-Range Nuclear Forces Treaty by pulling out of all nuclear agreements"
  },
  {
    "en": "To be dead (set) against something",
    "ru": "Кардинально против чего-то",
    "ex": "Пример: Most of the Israeli friends of Hannah Arendt were dead against publishing that famous book."
  },
  {
    "en": "Adverse effects",
    "ru": "Негативный эффект / побочный эффект",
    "ex": "Пример: It is clear that this violent film has an adverse effect on children’s  psyche"
  },
  {
    "en": "Dire consequences",
    "ru": "Тяжелые последствия"
  },
  {
    "en": "A blinding headache",
    "ru": "Головная боль настолько сильная, что ослепляет"
  },
  {
    "en": "To stroke something",
    "ru": "Погладить что-то"
  },
  {
    "en": "To pat somebody",
    "ru": "Похлопать по плечу или, например в зале (про аплодисменты)",
    "ex": "Пример: He patted his best friend on the shoulder in an attempt to support him"
  },
  {
    "en": "To flutter one’s eyelashes",
    "ru": "Трепетать ресницами с флирт подтекстом"
  },
  {
    "en": "To suffer a relapse",
    "ru": "Перенести рецидив (о болезни)",
    "ex": "Пример: Augustus and Hazel had a good time in Amsterdam, but after their return to Indianapolis Gus suffered a relapse and was taken to hospital"
  },
  {
    "en": "To be in excruciating pain",
    "ru": "Чувствовать мучительную боль"
  },
  {
    "en": "To be put on a drip",
    "ru": "Положить под капельницу"
  },
  {
    "en": "To have a check up",
    "ru": "Проходить осмотр (медицинский)"
  },
  {
    "en": "An outbreak of decease",
    "ru": "Вспышка болезни"
  },
  {
    "en": "In the run up to something",
    "ru": "В преддверии чего-то",
    "ex": "Пример: In the run up to the exam I was too nervous"
  },
  {
    "en": "To have a falling-out over something",
    "ru": "Поссориться из-за чего-то",
    "ex": "Пример: Adam and John had a falling-out over his late mother’s car"
  },
  {
    "en": "Turnover",
    "ru": "Оборот (о деньгах)",
    "ex": "Пример: Apple’s annual turnover stands at around $15 billion"
  },
  {
    "en": "To undergo an operation",
    "ru": "Перенести операцию",
    "ex": "Пример: Charlie had undergone surgery to increase his intelligence, but it brought happiness neither to him nor to a little white mouse "
  },
  {
    "en": "To bring about a sweeping/far-reaching change",
    "ru": "Вызвать радикальные изменения",
    "ex": "Пример: With assistance from the local Christian organization, he hoped to bring about a sweeping change in people’s mentality."
  },
  {
    "en": "To turn sour",
    "ru": "Обернулись плохо (например, про дела)",
    "ex": "Пример: When things turned sour for a young Buddhist acolyte, he burned down the Golden Pavilion and became one of the most famous arsonists in Japan"
  },
  {
    "en": "To adjust to something",
    "ru": "Приспособиться к чему-то",
    "ex": "Пример: After spending twenty-seven years in solitude and silence, Christopher Knight DID manage to adjust to living on his own."
  },
  {
    "en": "To vary",
    "ru": "Отличаться, варьироваться"
  },
  {
    "en": "To modify one’s behavior",
    "ru": "Поменять чье-то поведение (только живое существо может повлиять на другого)"
  },
  {
    "en": "To be on good behavior",
    "ru": "Вести себя хорошо"
  },
  {
    "en": "R&D department = Research and development department",
    "ru": "Отдел исследований и разработок"
  },
  {
    "en": "To oversee a process",
    "ru": "Наблюдение за процессом"
  },
  {
    "en": "To chair a meeting",
    "ru": "Председательствовать на встрече"
  },
  {
    "en": "To pass something in",
    "ru": "Передать кому-то что-то (транспорт информации)",
    "ex": "Пример: The main topic of the lesson was how to pass the right information on"
  },
  {
    "en": "To implement a strategy/plan",
    "ru": "Реализовать стратегию/план"
  },
  {
    "en": "To process information/documents",
    "ru": "Обработать информацию/документы",
    "ex": "Пример: As a boss, I am obliged to pass instructions to all subordinates and it is their duty to act in accordance with that information."
  },
  {
    "en": "To show somebody around",
    "ru": "Показать округу, что вокруг",
    "ex": "Пример: Since that Chinese hotel was so tremendous I asked the manager to arrange somebody to show me around"
  },
  {
    "en": "A sabbatical",
    "ru": "Период оплачиваемы для учителя, в который он может заниматься учебой и путешествиями",
    "ex": "Пример: Our history of religions professor took a long sabbatical to study Hinduism in India"
  },
  {
    "en": "Vitality",
    "ru": "Жизненные силы",
    "ex": "Пример: My vitality drained away when I realized that I would not get that job"
  },
  {
    "en": "To spark somebody’s interest",
    "ru": "Зажечь чей-то интерес",
    "ex": "Пример: No sooner had John mentioned having affluent grandparents, he managed to spark my interest"
  },
  {
    "en": "Set the wheels in motion",
    "ru": "Привести колеса в движение",
    "ex": "Пример: According to the documents, he set the wheels in motion and after a mere 10 seconds managed to escape the explosion; that is impossible!"
  },
  {
    "en": "To be mind-numbingly boring/blissfully happy/fiercely competitive/emotionally draining",
    "ru": "Быть (безумно скучным)/блаженно счастливым/---/Эмоционально истощенным"
  },
  {
    "en": "Immensely rewarding",
    "ru": "Чрезвычайно полезный",
    "ex": "Пример: Specialists are needed in this low paid, highly complicated but immensely rewarding job"
  },
  {
    "en": "Intrinsic value/culture",
    "ru": "Внутренние ценности",
    "ex": "Пример: If you want to deal with the stock market, you need to find out the intrinsic values of all companies."
  },
  {
    "en": "To quench one’s thirst for something",
    "ru": "Утолить чью-то жажду",
    "ex": "Пример: Only by studying hard can we somehow quench our thirst for better knowledge of English."
  },
  {
    "en": "To work up an appetite",
    "ru": "Разжигать аппетит",
    "ex": "Пример: The  strawberry cake my mom baked smelt so delicious that there was no need to work up an appetite"
  },
  {
    "en": "To offset something against something",
    "ru": "Противопоставить что-то чему-то, зачесть что-то в споре против чего-то другого"
  },
  {
    "en": "To troubleshoot a problem",
    "ru": "Решить/устранить проблему"
  },
  {
    "en": "To anticipate something",
    "ru": "Ожидать чего-то",
    "ex": "Пример: The inflation rate turned out to be lower than anticipated."
  },
  {
    "en": "A perk",
    "ru": "Льготы, послабления",
    "ex": "Пример: Working as an actor in the Maly Theatre I get free theatre tickets and other perks"
  },
  {
    "en": "Unanimous",
    "ru": "Единогласное",
    "ex": "Пример: Both sides were unanimous in their decision to cease the meeting due to the lack of time for preparations"
  },
  {
    "en": "A sheltered upbringing",
    "ru": "Воспитание под сильным надзором родителей",
    "ex": "Пример: Sheltered upbringing affected my self-esteem, as now it is hard for me to realize myself and live a life beyond my limits."
  },
  {
    "en": "A deprived background",
    "ru": "Неблагополучное окружение",
    "ex": "Пример: Different non-governmental organizations help children with deprived backgrounds whose parents can’t afford even secondary education"
  },
  {
    "en": "To flee a country",
    "ru": "Бежать из страны",
    "ex": "Пример: After the establishment of the soviet regime many intellectuals decided to flee the country."
  },
  {
    "en": "To see active service",
    "ru": "Действительная служба (о армии)",
    "ex": "Пример: As soon as Forest Gump was enlisted in the US Army he was sent to see active service in Vietnam."
  },
  {
    "en": "From scratch (informal)",
    "ru": "С нуля",
    "ex": "Пример: After my PC shutdown there was no other way but to start my essay from scratch"
  },
  {
    "en": "A broken home",
    "ru": "Не полная семья",
    "ex": "Пример: John could be so aggressive because he comes from a broken home, where there were violence and abuse"
  },
  {
    "en": "A close-knit community",
    "ru": "Сплоченное сообщество",
    "ex": "Пример: A weekend bender can immediately create a close-knit community"
  },
  {
    "en": "A privileged background",
    "ru": "Привилегированное окружение",
    "ex": "Пример: Conversely, Jon Eduardo comes from a privileged background, successfully graduated from Oxford and is supported by his family"
  },
  {
    "en": "An orphan/to be orphaned",
    "ru": "Сирота/быть сиротой",
    "ex": "Пример: Logan’s family died in an accident so he was made an orphan."
  },
  {
    "en": "To have memory like sieve",
    "ru": "Иметь память как сито",
    "ex": "Пример: You can say I have a memory like a sieve, cause I always forget about deadlines right away."
  },
  {
    "en": "To be like chalk and cheese",
    "ru": "Быть как сыр и мел (очень разные)",
    "ex": "Пример: Kate’s day and night shifts are like chalk and cheese, if you know what I mean"
  },
  {
    "en": "To be as tough as nails",
    "ru": "Сильный и очень решительный",
    "ex": "Пример: Be careful with Marta. Despite her being 80 she is tough as nails as she has been boxing for 60 years"
  },
  {
    "en": "To be as dead as dodo",
    "ru": "Не быть популярным или известным теперь"
  },
  {
    "en": "To avoid something like the plague",
    "ru": "Избегать чего-то как чумы",
    "ex": "Пример: Lily started avoiding parties like the plague after last year’s incident"
  },
  {
    "en": "To trigger the outbreak of something",
    "ru": "Спровоцировать начало чего-то",
    "ex": "Пример: Even one hassle between Grove Street and Ballas can trigger the outbreak of a war between two gangs"
  },
  {
    "en": "Withdrawal of support",
    "ru": "Отказываться от поддержки",
    "ex": "Пример: Russia’s mistake is its apparent withdrawal of support for the EU"
  },
  {
    "en": "To be as hard as nails",
    "ru": "Кто-то кто чрезвычайно жесткий и агрессивный"
  },
  {
    "en": "A massacre",
    "ru": "Бойня, резня",
    "ex": "Пример: The Boston massacre was one of the reasons made colonial Americans to start the War for Independence"
  }
]
